
/* these strings need to be localized */
"APP_TITLE"                 = "Blizzard Error";
"DEFAULT_MESSAGE"           = "L’application a rencontré une erreur inattendue.";
"DEFAULT_PROMPT"            = "Pour nous aider à identifier le problème, veuillez décrire ce que vous faisiez quand l’erreur s’est produite.";
"CLOSE_BUTTON_NAME"         = "Fermer";
"CLOSE_BUTTON_TOOLTIP"      = "Fermer la fenêtre de rapport d’erreur";
"REOPEN_BUTTON_NAME"        = "Relancer";
"REOPEN_BUTTON_TOOLTIP"     = "Redémarrer l’application";
"REPAIR_BUTTON_NAME"        = "Réparer";
"REPAIR_BUTTON_TOOLTIP"     = "Lancer l’outil Blizzard Repair pour réparer des fichiers manquants ou endommagés";
"SEND_CHECKBOX_NAME"        = "Envoyer à Blizzard";
"SEND_CHECKBOX_TOOLTIP"     = "Envoyer les informations sur cette erreur à Blizzard pour contribuer à améliorer cette application";
"UUID_DESCRIPTION"          = "Veuillez utiliser l'identifiant du rapport ci-dessous quand vous mentionnerez ce problème à Blizzard.";
"SEND_FAILED_DIALOG_TITLE"  = "Échec de l’envoi";
"SEND_FAILED_DIALOG_TEXT"   = "L’envoi du rapport de bug a échoué.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Annuler";
"SEND_BUTTON_NAME"          = "Envoyer";
"DONE_BUTTON_NAME"          = "Terminé";
"QUIT_BUTTON_NAME"          = "Quitter";
"RETRY_BUTTON_NAME"         = "Réessayer";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Éditer";
"MENU_WINDOW" = "Fenêtre";

/* App Menu Items */
"MENU_APP_ABOUT" = "À propos de @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Capture d'écran";
"MENU_APP_HIDE" = "Masquer @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Masquer autres";
"MENU_APP_SHOW_ALL" = "Tout afficher";
"MENU_APP_QUIT" = "Quitter @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Annuler";
"MENU_EDIT_CUT" = "Couper";
"MENU_EDIT_COPY" = "Copier";
"MENU_EDIT_PASTE" = "Coller";
"MENU_EDIT_DELETE" = "Effacer";
"MENU_EDIT_SELECT_ALL" = "Tout sélectionner";
"MENU_EDIT_FIND" = "Rechercher";
"MENU_EDIT_FIND_FIND" = "Rechercher…";
"MENU_EDIT_FIND_NEXT" = "Rechercher suivant";
"MENU_EDIT_FIND_PREVIOUS" = "Rechercher précédent";
"MENU_EDIT_FIND_USE_SELECTION" = "Utiliser la sélection pour Rechercher";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Aller à la sélection";
"MENU_EDIT_SPECIAL_CHARS" = "Caractères spéciaux…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Fermer";
"MENU_WINDOW_MINIMIZE" = "Minimiser";
"MENU_WINDOW_ZOOM" = "Zoomer";
"MENU_WINDOW_FULLSCREEN" = "Activer/désactiver le plein écran";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Tout mettre au premier plan";
